Repository: subugoe/typo3-find
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# Missing type in configuration for queryField %s.
source: Error: Missing type in configuration for queryField »%s«.
de: Fehler: Fehlender type in der Konfiguration für queryField »%s«.

source: extended Search
de: erweiterte Suche

source: basic Search
de: einfache Suche

source: Search
de: Suchen

source: jump to results
de: zu den Suchergebnissen springen

source: no results
de: keine Treffer

source: 1 result
de: 1 Treffer

source: results
de: Treffer

source: Error
de: Fehler

source: of
de: von

source: Go to previous page of results. (Page %s)
de: Zur vorigen Ergebnisseite gehen. (Seite %s)

source: Go to next page of results. (Page %s)
de: Zur folgenden Ergebnisseite gehen. (Seite %s)

source: Filter by %s
de: Filtern nach %s

# Alle Datensätze mit %1$s »%2$s« zeigen.
source: Show all records with %1$s »%2$s«.
de: Alle Datensätze mit %1$s »%2$s« zeigen.

source: All records
de: Alle Datensätze

source: Query
de: Abfrage

# restricted to
source: with
de: mit

source: and
de: und

source: and
de: und

source: result
de: Treffer

source: previous
de: voriger Treffer

source: next
de: nächster Treffer

source: Return to results list
de: Zurück zur Ergebnisliste

source: Facets
de: Facetten

source: remove filter
de: Filter aufheben

source: remove filter “%s”
de: Filter „%s“ aufheben

source: show all
de: alle zeigen

# hide hidden
source: collapse list
de: Liste einklappen

source: Your query could not be executed.
de: Ihre Abfrage konnte nicht ausgeführt werden.

source: Re-run the query with escaped terms.
de: Abfrage mit maskierten Steuerzeichen wiederholen.

# Your query took too long.
source: Your query took too long and was cancelled. Try re-running the query or using a simpler one. If your query is simple already, please get in touch with us and tell us what you tried to do.
de: Ihre Abfrage dauerte zu lange und wurde abgebrochen. Bitte versuchen Sie, die Seite neuzuladen oder stellen Sie eine einfachere Abfrage. Falls Ihre Abfrage bereits einfach war, schicken Sie uns bitte eine Nachricht mit der Abfrage, damit wir das Problem lösen können.

source: Active facets
de: Aktive Facetten

source: Reset all facets
de: Alle Filter zurücksetzen
